Repository: kaopath/ASP.NET_Web_API_Multilingual_
Catalog: Localization/WeatherLocals.*.resx
Languages: fr

source: freezing
fr: Gelée

source: Bracing
fr: Entretoisement

source: Chilly
fr: Froide

source: Cool
fr: Frais

source: Mild
fr: Bénigne

source: Warm
fr: Chaude

source: Balmy
fr: Embaumé

source: Hot
fr: Chaude

source: Sweltering
fr: Étouffante

source: Scorching
fr: Brûlante
